Repository: fburatti/wc-cash-on-pickup
Catalog: i18n/wc_cop-*.po
Languages: de_de

source: Cash on pickup
de_de: Barzahlung bei Abholung

source: Place order
de_de: Kaufen

source: Cash on Pickup
de_de: Barzahlung bei Abholung

source: Have your customers pay with cash (or by other means) on pickup.
de_de: Lassen Sie Ihre Kunden direkt bei Abholung vor Ort, mit Bargeld oder anderen Zahlungsweisen bezahlen.

source: Enable/Disable
de_de: Aktivieren/ Deaktivieren

source: Enable Cash On Pickup
de_de: Aktivieren Sie Barzahlung bei Abholung

source: Title
de_de: Titel

source: This controls the title which the user sees during checkout
de_de: Hier legen Sie den Titel fest, welchen der Kunde während des Bezahlvorgangs in den Zahlungsarten sieht.

source: Customer Message
de_de: Beschreibung

source: Pay your order in cash as you pick it up at our store.
de_de: Bezahlen Sie Ihre Bestellung direkt bei Abholung vor Ort, in Bar oder anderen Zahlungsarten.

source: Instructions
de_de: Anweisung / Hinweis

source: Instructions that will be added to the thank you page.
de_de: Anweisungen, Hinweise etc., werden der Danke-Seite und in die E-Mails hinzugefügt.

source: Pay with cash on pickup at [Store address].
de_de: Bitte zahlen Sie Ihre Bestellung direkt bei Abholung vor Ort, in Bar oder anderen Zahlungsarten. [Adresse hinzufügen]

source: Enable for shipping methods
de_de: Für bestimmte Versandarten aktivieren

source: If COP is only available for certain methods, set it up here. Leave blank to enable for all methods.
de_de: Falls Barzahlung bei Abholung (COP) nur für bestimmte Versandmethoden verfügbar ist, legen Sie dies hier fest. Andernfalls frei lassen, um es für alle Versandmethoden zu aktivieren.

source: Awaiting cash payment
de_de: Warten auf Barzahlung

source: Settings
de_de: Einstellungen

source: Donate
de_de: Spenden
